Repository: YazdanRa/formkit-swift
Catalog: Sources/FormKitSwift/Resources/Localizable.xcstrings
Source language: en
Languages: bg, es, fi, fr, hu, it, pl, pt, ro, ru, sk, tr

source: All fields look good.
bg: Всички полета изглеждат добре.
es: Todos los campos son correctos.
fi: Kaikki kentät ovat kunnossa.
fr: Tous les champs sont valides.
hu: Minden mező megfelelő.
it: Tutti i campi sono corretti.
pl: Wszystkie pola są poprawne.
pt: Todos os campos estão corretos.
ro: Toate câmpurile sunt în regulă.
ru: Все поля заполнены правильно.
sk: Všetky polia sú v poriadku.
tr: Tüm alanlar geçerli.

source: An upload handler is required.
bg: Необходим е обработчик за качване.
es: Se requiere un controlador de carga.
fi: Lähetyskäsittelijä tarvitaan.
fr: Un gestionnaire de téléversement est requis.
hu: Feltöltéskezelő szükséges.
it: È necessario un gestore di caricamento.
pl: Obsługa przesyłania jest wymagana.
pt: É necessário um manipulador de upload.
ro: Este necesară o funcție de gestionare a încărcării.
ru: Требуется обработчик загрузки.
sk: Vyžaduje sa obslužná rutina nahrávania.
tr: Bir yükleme işleyicisi gerekli.

source: Array rendering requires a single supported items schema.
bg: Изобразяването на масив изисква една поддържана схема за елементите.
es: La representación de arrays requiere un único esquema de elementos compatible.
fi: Taulukon näyttäminen edellyttää yhtä tuettua alkioskeemaa.
fr: Le rendu d’un tableau nécessite un seul schéma d’éléments pris en charge.
hu: A tömb megjelenítéséhez egyetlen támogatott elemséma szükséges.
it: Il rendering dell’array richiede un unico schema degli elementi supportato.
pl: Renderowanie tablicy wymaga jednego obsługiwanego schematu elementów.
pt: A renderização do array requer um único esquema de itens compatível.
ro: Redarea unui tablou necesită o singură schemă de elemente acceptată.
ru: Для отображения массива требуется одна поддерживаемая схема элементов.
sk: Vykreslenie poľa vyžaduje jednu podporovanú schému položiek.
tr: Dizinin işlenmesi, desteklenen tek bir öğe şeması gerektirir.

source: Array schemas must declare a single items schema.
bg: Схемите за масиви трябва да декларират една схема за елементите.
es: Los esquemas de tipo array deben declarar un único esquema de elementos.
fi: Taulukkoskeemojen on määritettävä yksi alkioskeema.
fr: Les schémas de type tableau doivent déclarer un seul schéma d’éléments.
hu: A tömbsémáknak egyetlen elemsémát kell megadniuk.
it: Gli schemi di array devono dichiarare un unico schema degli elementi.
pl: Schematy tablic muszą deklarować jeden schemat elementów.
pt: Os esquemas de array devem declarar um único esquema de itens.
ro: Schemele de tip tablou trebuie să declare o singură schemă de elemente.
ru: В схеме массива должна быть объявлена одна схема элементов.
sk: Schémy polí musia deklarovať jednu schému položiek.
tr: Dizi şemaları tek bir öğe şeması tanımlamalıdır.

source: Cancel
bg: Отказ
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
tr: İptal

source: Changed
bg: Променено
es: Modificado
fi: Muutettu
fr: Modifié
hu: Módosítva
it: Modificato
pl: Zmieniono
pt: Alterado
ro: Modificat
ru: Изменено
sk: Zmenené
tr: Değiştirildi

source: Choose File
bg: Избери файл
es: Elegir archivo
fi: Valitse tiedosto
fr: Choisir un fichier
hu: Fájl kiválasztása
it: Scegli file
pl: Wybierz plik
pt: Escolher arquivo
ro: Alegeți fișierul
ru: Выбрать файл
sk: Vybrať súbor
tr: Dosya Seç

source: Choose Files
bg: Избери файлове
es: Elegir archivos
fi: Valitse tiedostot
fr: Choisir des fichiers
hu: Fájlok kiválasztása
it: Scegli file
pl: Wybierz pliki
pt: Escolher arquivos
ro: Alegeți fișierele
ru: Выбрать файлы
sk: Vybrať súbory
tr: Dosyaları Seç

source: Choose a file to upload.
bg: Изберете файл за качване.
es: Elige un archivo para subir.
fi: Valitse lähetettävä tiedosto.
fr: Choisissez un fichier à téléverser.
hu: Válasszon ki egy feltöltendő fájlt.
it: Scegli un file da caricare.
pl: Wybierz plik do przesłania.
pt: Escolha um arquivo para enviar.
ro: Alegeți un fișier de încărcat.
ru: Выберите файл для загрузки.
sk: Vyberte súbor na nahratie.
tr: Yüklenecek bir dosya seçin.

source: Choose files to upload.
bg: Изберете файлове за качване.
es: Elige archivos para subir.
fi: Valitse lähetettävät tiedostot.
fr: Choisissez des fichiers à téléverser.
hu: Válassza ki a feltöltendő fájlokat.
it: Scegli i file da caricare.
pl: Wybierz pliki do przesłania.
pt: Escolha arquivos para enviar.
ro: Alegeți fișiere de încărcat.
ru: Выберите файлы для загрузки.
sk: Vyberte súbory na nahratie.
tr: Yüklenecek dosyaları seçin.

source: Clear All
bg: Изчисти всичко
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
hu: Összes törlése
it: Rimuovi tutto
pl: Wyczyść wszystko
pt: Limpar tudo
ro: Ștergeți tot
ru: Очистить всё
sk: Vymazať všetko
tr: Tümünü Temizle

source: Clear Draft
bg: Изчисти черновата
es: Borrar borrador
fi: Tyhjennä luonnos
fr: Effacer le brouillon
hu: Piszkozat törlése
it: Cancella bozza
pl: Wyczyść szkic
pt: Limpar rascunho
ro: Ștergeți schița
ru: Очистить черновик
sk: Vymazať koncept
tr: Taslağı Temizle

source: Clear all files?
bg: Да се премахнат ли всички файлове?
es: ¿Borrar todos los archivos?
fi: Poistetaanko kaikki tiedostot?
fr: Effacer tous les fichiers ?
hu: Törli az összes fájlt?
it: Rimuovere tutti i file?
pl: Wyczyścić wszystkie pliki?
pt: Limpar todos os arquivos?
ro: Ștergeți toate fișierele?
ru: Очистить все файлы?
sk: Vymazať všetky súbory?
tr: Tüm dosyalar temizlensin mi?

source: Done
bg: Готово
es: Listo
fi: Valmis
fr: Terminé
hu: Kész
it: Fine
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
tr: Bitti

source: Draw a signature before saving.
bg: Нарисувайте подпис, преди да запазите.
es: Dibuja una firma antes de guardarla.
fi: Piirrä allekirjoitus ennen tallentamista.
fr: Dessinez une signature avant de l’enregistrer.
hu: Mentés előtt rajzolja meg az aláírását.
it: Disegna una firma prima di salvarla.
pl: Narysuj podpis przed zapisaniem.
pt: Desenhe uma assinatura antes de salvar.
ro: Desenați o semnătură înainte de a salva.
ru: Нарисуйте подпись перед сохранением.
sk: Pred uložením nakreslite podpis.
tr: Kaydetmeden önce bir imza çizin.

source: Draw a signature, then save it.
bg: Нарисувайте подпис и след това го запазете.
es: Dibuja una firma y luego guárdala.
fi: Piirrä allekirjoitus ja tallenna se.
fr: Dessinez une signature, puis enregistrez-la.
hu: Rajzolja meg az aláírását, majd mentse el.
it: Disegna una firma, quindi salvala.
pl: Narysuj podpis, a następnie go zapisz.
pt: Desenhe uma assinatura e depois salve-a.
ro: Desenați o semnătură, apoi salvați-o.
ru: Нарисуйте подпись, затем сохраните её.
sk: Nakreslite podpis a potom ho uložte.
tr: Bir imza çizin, ardından kaydedin.

source: Dynamic object keys are not supported in this renderer.
bg: Динамичните ключове на обекти не се поддържат от този визуализатор.
es: Las claves dinámicas de los objetos no son compatibles con este renderizador.
fi: Tämä renderöintikomponentti ei tue dynaamisia objektin avaimia.
fr: Les clés d’objet dynamiques ne sont pas prises en charge par ce moteur de rendu.
hu: A dinamikus objektumkulcsokat ez a megjelenítő nem támogatja.
it: Le chiavi dinamiche degli oggetti non sono supportate da questo sistema di rendering.
pl: Dynamiczne klucze obiektu nie są obsługiwane przez ten renderer.
pt: Chaves dinâmicas de objeto não são compatíveis com este renderizador.
ro: Cheile dinamice ale obiectelor nu sunt acceptate de acest modul de redare.
ru: Этот рендерер не поддерживает динамические ключи объектов.
sk: Tento vykresľovač nepodporuje dynamické kľúče objektov.
tr: Bu işleyici dinamik nesne anahtarlarını desteklemiyor.

source: Empty
bg: Празно
es: Vacío
fi: Tyhjä
fr: Vide
hu: Üres
it: Vuoto
pl: Puste
pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
tr: Boş

source: Enum options must match the rendered field type.
bg: Опциите на изброяването трябва да съответстват на типа на изобразеното поле.
es: Las opciones de la enumeración deben coincidir con el tipo del campo renderizado.
fi: Enum-vaihtoehtojen on vastattava näytettävän kentän tyyppiä.
fr: Les options d’énumération doivent correspondre au type de champ affiché.
hu: A felsorolás elemeinek meg kell egyezniük a megjelenített mező típusával.
it: Le opzioni dell’enumerazione devono corrispondere al tipo di campo visualizzato.
pl: Opcje wyliczenia muszą odpowiadać typowi renderowanego pola.
pt: As opções da enumeração devem corresponder ao tipo de campo renderizado.
ro: Opțiunile enumerării trebuie să corespundă tipului câmpului redat.
ru: Значения перечисления должны соответствовать типу отображаемого поля.
sk: Možnosti enumerácie musia zodpovedať typu vykresleného poľa.
tr: Enum seçenekleri işlenen alan türüyle eşleşmelidir.

source: Enums must include at least one concrete value.
bg: Изброяванията трябва да съдържат поне една конкретна стойност.
es: Las enumeraciones deben incluir al menos un valor concreto.
fi: Enum-luetteloissa on oltava vähintään yksi konkreettinen arvo.
fr: Les énumérations doivent inclure au moins une valeur concrète.
hu: A felsorolásoknak legalább egy konkrét értéket kell tartalmazniuk.
it: Le enumerazioni devono includere almeno un valore concreto.
pl: Wyliczenia muszą zawierać co najmniej jedną konkretną wartość.
pt: As enumerações devem incluir pelo menos um valor concreto.
ro: Enumerările trebuie să includă cel puțin o valoare concretă.
ru: Перечисление должно содержать хотя бы одно конкретное значение.
sk: Enumerácie musia obsahovať aspoň jednu konkrétnu hodnotu.
tr: Enum tanımları en az bir somut değer içermelidir.

source: Every supported schema node must declare a type or enum.
bg: Всеки поддържан възел на схемата трябва да декларира тип или изброяване.
es: Todo nodo de esquema compatible debe declarar un tipo o una enumeración.
fi: Jokaisella tuetulla skeemasolmulla on oltava tyyppi tai enum.
fr: Chaque nœud de schéma pris en charge doit déclarer un type ou une énumération.
hu: Minden támogatott sémacsomópontnál meg kell adni egy típust vagy felsorolást.
it: Ogni nodo dello schema supportato deve dichiarare un tipo o un’enumerazione.
pl: Każdy obsługiwany węzeł schematu musi deklarować typ lub wyliczenie.
pt: Cada nó de esquema compatível deve declarar um tipo ou uma enumeração.
ro: Fiecare nod de schemă acceptat trebuie să declare un tip sau o enumerare.
ru: Каждый поддерживаемый узел схемы должен объявлять тип или перечисление.
sk: Každý podporovaný uzol schémy musí deklarovať typ alebo enumeráciu.
tr: Desteklenen her şema düğümü bir tür veya enum tanımlamalıdır.

source: Files are uploading.
bg: Файловете се качват.
es: Los archivos se están subiendo.
fi: Tiedostojen lähetys on käynnissä.
fr: Le téléversement des fichiers est en cours.
hu: A fájlok feltöltése folyamatban van.
it: Caricamento dei file in corso.
pl: Pliki są przesyłane.
pt: Os arquivos estão sendo enviados.
ro: Fișierele se încarcă.
ru: Файлы загружаются.
sk: Súbory sa nahrávajú.
tr: Dosyalar yükleniyor.

source: Fix the highlighted fields and try again.
bg: Коригирайте маркираните полета и опитайте отново.
es: Corrige los campos resaltados e inténtalo de nuevo.
fi: Korjaa korostetut kentät ja yritä uudelleen.
fr: Corrigez les champs en surbrillance, puis réessayez.
hu: Javítsa a kiemelt mezőket, majd próbálja újra.
it: Correggi i campi evidenziati e riprova.
pl: Popraw wyróżnione pola i spróbuj ponownie.
pt: Corrija os campos destacados e tente novamente.
ro: Corectați câmpurile evidențiate și încercați din nou.
ru: Исправьте выделенные поля и повторите попытку.
sk: Opravte zvýraznené polia a skúste to znova.
tr: Vurgulanan alanları düzeltip yeniden deneyin.

source: Invalid Schema
bg: Невалидна схема
es: Esquema no válido
fi: Virheellinen skeema
fr: Schéma non valide
hu: Érvénytelen séma
it: Schema non valido
pl: Nieprawidłowy schemat
pt: Esquema inválido
ro: Schemă nevalidă
ru: Некорректная схема
sk: Neplatná schéma
tr: Geçersiz Şema

source: Invalid Schema JSON
bg: Невалиден JSON на схемата
es: JSON del esquema no válido
fi: Virheellinen skeeman JSON-esitys
fr: JSON du schéma non valide
hu: Érvénytelen séma-JSON
it: JSON dello schema non valido
pl: Nieprawidłowy JSON schematu
pt: JSON de esquema inválido
ro: JSON nevalid al schemei
ru: Некорректный JSON схемы
sk: Neplatný JSON schémy
tr: Geçersiz Şema JSON'u

source: Item
bg: Елемент
es: Elemento
fi: Kohde
fr: Élément
hu: Elem
it: Elemento
pl: Element
ro: Element
ru: Элемент
sk: Položka
tr: Öğe

source: Maximum number of files reached.
bg: Достигнат е максималният брой файлове.
es: Se ha alcanzado el número máximo de archivos.
fi: Tiedostojen enimmäismäärä on saavutettu.
fr: Nombre maximal de fichiers atteint.
hu: Elérte a fájlok maximális számát.
it: È stato raggiunto il numero massimo di file.
pl: Osiągnięto maksymalną liczbę plików.
pt: O número máximo de arquivos foi atingido.
ro: A fost atins numărul maxim de fișiere.
ru: Достигнуто максимальное количество файлов.
sk: Dosiahli ste maximálny počet súborov.
tr: Maksimum dosya sayısına ulaşıldı.

source: Next
bg: Напред
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
it: Avanti
pl: Dalej
pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
tr: Sonraki

source: Nested repeatable groups are not supported in this renderer yet.
bg: Вложените повтарящи се групи все още не се поддържат от този визуализатор.
es: Los grupos repetibles anidados aún no son compatibles con este renderizador.
fi: Sisäkkäisiä toistettavia ryhmiä ei vielä tueta tässä renderöintikomponentissa.
fr: Les groupes répétables imbriqués ne sont pas encore pris en charge par ce moteur de rendu.
hu: A beágyazott ismételhető csoportokat ez a megjelenítő még nem támogatja.
it: I gruppi ripetibili annidati non sono ancora supportati da questo sistema di rendering.
pl: Zagnieżdżone powtarzalne grupy nie są jeszcze obsługiwane przez ten renderer.
pt: Grupos repetíveis aninhados ainda não são compatíveis com este renderizador.
ro: Grupurile repetabile imbricate nu sunt încă acceptate de acest modul de redare.
ru: Вложенные повторяемые группы пока не поддерживаются этим рендерером.
sk: Tento vykresľovač zatiaľ nepodporuje vnorené opakovateľné skupiny.
tr: İç içe yinelenebilir gruplar henüz bu işleyicide desteklenmiyor.

source: No Value
bg: Няма стойност
es: Sin valor
fi: Ei arvoa
fr: Aucune valeur
hu: Nincs érték
it: Nessun valore
pl: Brak wartości
pt: Sem valor
ro: Nicio valoare
ru: Нет значения
sk: Žiadna hodnota
tr: Değer Yok

source: No file selected
bg: Не е избран файл
es: Ningún archivo seleccionado
fi: Tiedostoa ei ole valittu
fr: Aucun fichier sélectionné
hu: Nincs kiválasztott fájl
it: Nessun file selezionato
pl: Nie wybrano pliku
pt: Nenhum arquivo selecionado
ro: Niciun fișier selectat
ru: Файл не выбран
sk: Nie je vybratý žiadny súbor
tr: Dosya seçilmedi

source: No files selected
bg: Не са избрани файлове
es: Ningún archivo seleccionado
fi: Tiedostoja ei ole valittu
fr: Aucun fichier sélectionné
hu: Nincsenek kiválasztott fájlok
it: Nessun file selezionato
pl: Nie wybrano plików
pt: Nenhum arquivo selecionado
ro: Niciun fișier selectat
ru: Файлы не выбраны
sk: Nie sú vybraté žiadne súbory
tr: Dosya seçilmedi

source: Object nodes must be rendered as sections.
bg: Възлите на обекти трябва да се изобразяват като раздели.
es: Los nodos de objeto deben renderizarse como secciones.
fi: Objektisolmut on näytettävä osioina.
fr: Les nœuds de type objet doivent être affichés sous forme de sections.
hu: Az objektumcsomópontokat szakaszokként kell megjeleníteni.
it: I nodi oggetto devono essere visualizzati come sezioni.
pl: Węzły obiektów muszą być renderowane jako sekcje.
pt: Os nós de objeto devem ser renderizados como seções.
ro: Nodurile de tip obiect trebuie redate ca secțiuni.
ru: Узлы объектов должны отображаться как разделы.
sk: Uzly objektov sa musia vykresliť ako sekcie.
tr: Nesne düğümleri bölüm olarak oluşturulmalıdır.

source: Off
bg: Изкл.
es: Desactivado
fi: Pois
fr: Désactivé
hu: Ki
it: Disattivato
pl: Wył.
pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
tr: Kapalı

source: On
bg: Вкл.
es: Activado
fi: Päällä
fr: Activé
hu: Be
it: Attivato
pl: Wł.
pt: Ativado
ro: Activat
ru: Вкл.
sk: Zapnuté
tr: Açık

source: Only array schemas can create repeatable groups.
bg: Само схемите за масиви могат да създават повтарящи се групи.
es: Solo los esquemas de tipo array pueden crear grupos repetibles.
fi: Vain taulukkoskeemoista voi luoda toistettavia ryhmiä.
fr: Seuls les schémas de type tableau peuvent créer des groupes répétables.
hu: Csak tömbsémák hozhatnak létre ismételhető csoportokat.
it: Solo gli schemi di array possono creare gruppi ripetibili.
pl: Tylko schematy tablic mogą tworzyć powtarzalne grupy.
pt: Somente esquemas de array podem criar grupos repetíveis.
ro: Numai schemele de tip tablou pot crea grupuri repetabile.
ru: Только схемы массивов могут создавать повторяемые группы.
sk: Opakovateľné skupiny môžu vytvárať iba schémy polí.
tr: Yinelenebilir grupları yalnızca dizi şemaları oluşturabilir.

source: Only email, uri, date, time, and date-time formats are supported in v1.
bg: Във v1 се поддържат само форматите email, uri, date, time и date-time.
es: Solo se admiten los formatos email, uri, date, time y date-time en la versión 1.
fi: Versio 1 tukee vain muotoja email, uri, date, time ja date-time.
fr: Seuls les formats « email », « uri », « date », « time » et « date-time » sont pris en charge dans la version 1.
hu: Az 1. verzió csak az email, uri, date, time és date-time formátumokat támogatja.
it: Nella versione 1 sono supportati solo i formati email, uri, date, time e date-time.
pl: W wersji 1 obsługiwane są tylko formaty email, uri, date, time i date-time.
pt: A v1 oferece suporte somente aos formatos email, uri, date, time e date-time.
ro: În versiunea 1 sunt acceptate numai formatele email, uri, date, time și date-time.
ru: В версии 1 поддерживаются только форматы email, uri, date, time и date-time.
sk: Vo verzii v1 sú podporované iba formáty email, uri, date, time a date-time.
tr: v1'de yalnızca email, uri, date, time ve date-time biçimleri desteklenir.

source: Only object schemas can create form sections.
bg: Само схемите за обекти могат да създават раздели във формуляра.
es: Solo los esquemas de tipo objeto pueden crear secciones de formulario.
fi: Vain objektiskeemoista voi luoda lomakeosioita.
fr: Seuls les schémas de type objet peuvent créer des sections de formulaire.
hu: Csak objektumsémák hozhatnak létre űrlapszakaszokat.
it: Solo gli schemi oggetto possono creare sezioni del modulo.
pl: Tylko schematy obiektów mogą tworzyć sekcje formularza.
pt: Somente esquemas de objeto podem criar seções de formulário.
ro: Numai schemele de tip obiect pot crea secțiuni de formular.
ru: Только схемы объектов могут создавать разделы формы.
sk: Sekcie formulára môžu vytvárať iba schémy objektov.
tr: Form bölümlerini yalnızca nesne şemaları oluşturabilir.

source: Opens the file picker.
bg: Отваря прозореца за избор на файл.
es: Abre el selector de archivos.
fi: Avaa tiedostonvalitsimen.
fr: Ouvre le sélecteur de fichiers.
hu: Megnyitja a fájlválasztót.
it: Apre il selettore di file.
pl: Otwiera okno wyboru plików.
pt: Abre o seletor de arquivos.
ro: Deschide selectorul de fișiere.
ru: Открывает окно выбора файлов.
sk: Otvorí nástroj na výber súborov.
tr: Dosya seçiciyi açar.

source: Properties must resolve to schema objects.
bg: Свойствата трябва да представляват обекти на схемата.
es: Las propiedades deben resolverse como objetos de esquema.
fi: Ominaisuuksien täytyy ratketa skeemaobjekteiksi.
fr: Les propriétés doivent correspondre à des objets de schéma.
hu: A tulajdonságoknak sémaobjektumokká kell feloldódniuk.
it: Le proprietà devono essere risolte in oggetti dello schema.
pl: Właściwości muszą wskazywać obiekty schematu.
pt: As propriedades devem ser resolvidas como objetos de esquema.
ro: Proprietățile trebuie să se rezolve la obiecte de schemă.
ru: Свойства должны разрешаться как объекты схемы.
sk: Vlastnosti musia predstavovať objekty schémy.
tr: Özellikler şema nesnelerine çözümlenmelidir.

source: Remote Reference
bg: Отдалечена препратка
es: Referencia remota
fi: Etäviittaus
fr: Référence distante
hu: Távoli hivatkozás
it: Riferimento remoto
pl: Zdalne odwołanie
pt: Referência remota
ro: Referință la distanță
ru: Удалённая ссылка
sk: Vzdialený odkaz
tr: Uzak Referans

# Remote reference %@ at %@ is not supported in this renderer.
source: Remote reference %1$@ at %2$@ is not supported in this renderer.
bg: Отдалечената препратка %1$@ в %2$@ не се поддържа от този визуализатор.
es: La referencia remota %1$@ en %2$@ no es compatible con este renderizador.
fi: Etäviittausta %1$@ kohdassa %2$@ ei tueta tässä renderöintikomponentissa.
fr: La référence distante %1$@ à l’emplacement %2$@ n’est pas prise en charge par ce moteur de rendu.
hu: A(z) %1$@ távoli hivatkozást a(z) %2$@ helyen ez a megjelenítő nem támogatja.
it: Il riferimento remoto %1$@ in %2$@ non è supportato da questo sistema di rendering.
pl: Zdalne odwołanie %1$@ w %2$@ nie jest obsługiwane przez ten renderer.
pt: A referência remota %1$@ em %2$@ não é compatível com este renderizador.
ro: Referința la distanță %1$@ aflată la %2$@ nu este acceptată de acest modul de redare.
ru: Удалённая ссылка %1$@ в %2$@ не поддерживается этим рендерером.
sk: Tento vykresľovač nepodporuje vzdialený odkaz %1$@ na mieste %2$@.
tr: Uzak referans %1$@, %2$@ konumunda bu işleyici tarafından desteklenmiyor.

source: Remove file
bg: Премахни файла
es: Eliminar archivo
fi: Poista tiedosto
fr: Supprimer le fichier
hu: Fájl eltávolítása
it: Rimuovi file
pl: Usuń plik
pt: Remover arquivo
ro: Eliminați fișierul
ru: Удалить файл
sk: Odstrániť súbor
tr: Dosyayı kaldır

source: Remove signature
bg: Премахни подписа
es: Eliminar firma
fi: Poista allekirjoitus
fr: Supprimer la signature
hu: Aláírás eltávolítása
it: Rimuovi firma
pl: Usuń podpis
pt: Remover assinatura
ro: Eliminați semnătura
ru: Удалить подпись
sk: Odstrániť podpis
tr: İmzayı kaldır

source: Rendered schema nodes must resolve to objects.
bg: Изобразените възли на схемата трябва да представляват обекти.
es: Los nodos renderizados del esquema deben resolverse como objetos.
fi: Näytettävien skeemasolmujen on ratkettava objekteiksi.
fr: Les nœuds de schéma affichés doivent correspondre à des objets.
hu: A megjelenített sémacsomópontoknak objektumokká kell feloldódniuk.
it: I nodi dello schema visualizzati devono essere risolti in oggetti.
pl: Renderowane węzły schematu muszą wskazywać obiekty.
pt: Os nós de esquema renderizados devem ser resolvidos como objetos.
ro: Nodurile de schemă redate trebuie să se rezolve la obiecte.
ru: Отображаемые узлы схемы должны разрешаться как объекты.
sk: Vykresľované uzly schémy musia byť objekty.
tr: İşlenen şema düğümleri nesnelere çözümlenmelidir.

source: Replace File
bg: Замени файла
es: Reemplazar archivo
fi: Vaihda tiedosto
fr: Remplacer le fichier
hu: Fájl cseréje
it: Sostituisci file
pl: Zastąp plik
pt: Substituir arquivo
ro: Înlocuiți fișierul
ru: Заменить файл
sk: Nahradiť súbor
tr: Dosyayı Değiştir

source: Save Signature
bg: Запази подписа
es: Guardar firma
fi: Tallenna allekirjoitus
fr: Enregistrer la signature
hu: Aláírás mentése
it: Salva firma
pl: Zapisz podpis
pt: Salvar assinatura
ro: Salvați semnătura
ru: Сохранить подпись
sk: Uložiť podpis
tr: İmzayı Kaydet

source: Saved signature
bg: Запазен подпис
es: Firma guardada
fi: Tallennettu allekirjoitus
fr: Signature enregistrée
hu: Mentett aláírás
it: Firma salvata
pl: Zapisany podpis
pt: Assinatura salva
ro: Semnătură salvată
ru: Сохранённая подпись
sk: Uložený podpis
tr: Kaydedilen imza

source: Saving
bg: Запазване
es: Guardando
fi: Tallennetaan
fr: Enregistrement
hu: Mentés…
it: Salvataggio
pl: Zapisywanie
pt: Salvando
ro: Se salvează
ru: Сохранение
sk: Ukladá sa
tr: Kaydediliyor
